Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1357.html.tmx
Source language: sme
Languages: nob

source: Sáhkavuorru Gollegiella-bálkkašumi juohkimis 2006
nob: Tale ved utdeling av Gollegiella-prisen 2006

source: Stáhtaráđit , guossit ja bálkkašumi vuoiti guovttos .
nob: Statsråder , gjester og prisvinnere .

source: Lihku buohkaide , muhto erenoamážit sávvat lihku Harald Gaskii ja Jouni Moshnikoffii .
nob: Gratulerer alle sammen , men en særskilt gratulasjon til Harald Gaski og Jouni Moshnikoff .

source: Dán jagi bálkkašumi vuoiti guovttos leaba máŋgga láhkai sámi ja riikkaidgaskasaš giellabarggu áivanat .
nob: Årets prisvinnere representerer på alle måter essensen i samisk og internasjonalt språkarbeid .

source: Soai goappašagat leaba máŋga logijagi iežaska gelbbolašvuođain bargan áŋgirit sámegiela nannemiin , ja eaba leat goassige vuollánan .
nob: De har begge i mange tiår vist engasjement , kompetanse og standhaftighet i forhold til å styrke samisk som språk .

source: Ja goappašagat leaba leamaš deaŧalaš eavttuid biddjin sámi giella ¬ovddideamis .
nob: Og begge har vært viktige premissgivere i den samiske språkutviklingen .

source: Go bargá gielain , de ferte duostat bargat guhkes áiggi perspektiivvain .
nob: For når man arbeider med språk , må man også våge å ha et langt perspektiv på sitt arbeid .

source: Dakkár perspektiivvain mii manná guhkkelebbui go dan mii lea dábálaš go bargat prošeavttaiguin áiggis áigái .
nob: Et perspektiv som strekker lengre enn de prosjekter man til enhver tid arbeider med .

source: Guhkkeleabbui go du iežat karriera ollá .
nob: Lengre enn sin egen karriere .

source: Go mii bargat sámegiela nannemiin , de fertet mii duostat geahččat meaddel min iežamet sohkabuolvvaid .
nob: Når vi arbeider med å styrke det samiske språket , må vi våge å se ut over den generasjonen vi er en del av .

source: Easkka dalle go mii duostat geahččat albmeravdda badjel , ja easkka dalle go mii duostat geahččat maŋos ¬guvlui daid várrečohkaid duohkai mat leat báhcán , de mii áddegoahtit daid doaibmabijuid mearkkašumi maiguin mii iešguhtege leat rahčan sámegiela oktavuođas .
nob: Årets språkvinnere har vist en slik evne . Først når vi våger å løfte blikket over horisonten , og først når vi våger å se bak de tilbakelagte bakketopper , aner vi betydningen av de tiltak vi hver for oss bidrar med i arbeidet med det samiske språket .

source: Beaivválaččat sáhttá leat ollu mii orru smávis ja ovttageardán , ja mas álohii ii leat nu stuorra mearkkašupmi .
nob: Til daglig kan mange ting virke små og trivielle , og ikke alltid like betydningsfulle .

source: Muhto go mii čohkket daid ollugiid bargguid bohtosiid , geat leat bargat gielain , de dalle dovdat doaivaga badjáneamen váimmuineamet .
nob: Men når man samler resultatene av livsverkene til de mange som har dedikert sine liv til å arbeide med språk , ja da kjenner man håpet banke i sitt eget hjerte .

source: Ja sáhttit dovdat oadjebasvuođa ja iešdovddu leavvamin dego dat livččii liekkas mii leavvá go coggat liegga biktasa .
nob: Og man kan kjenne tryggheten og vissheten om seg selv bre seg som en varm og trygg kappe .

source: Paulus Utsi lea dadjan ná :
nob: Paulus Utsi har sagt det slik :

source: Giella lea oadjebasvuohta , ja eatnigiella addá lihku vaikke gos dal leš olmmoš dán máilmmis .
nob: Et språk er trygghet , og morsmålet bærer lykke med seg hvor enn et menneske kommer i denne verden .

source: Ja áiggi mielde dat šaddá ain divraseabbon go dat jávkagoahtá .
nob: Og det blir med tiden enda dyrere når det begynner å forsvinne .

source: Háliidan vel iežan bealis lasihit : ii mihkkege atte dakkár lihku , ii ge mihkkege leat divraseappot midjiide go aiddo dat váimmu giella maid olmmoš lea rahčan oažžut ruovttoluotta .
nob: Jeg vil imidlertid legge til : ingenting gir en slik lykke , og intet er dyrere for oss , enn nettopp et hjertespråk som er gjenvunnet .

source: Duhát giitu Harald Gaski ja Jouni Moshnikoffi guoktái .
nob: Tusen takk Harald Gaski og Jouni Moshnikoff .

source: Giitu go leahppi válljen dákkár geainnu ja dákkár eallimiid , nu ahte mii earát ge beassat daid bohtosiid muosáhit ja dovdat gitta váimmuineamet .
nob: Takk for at dere har valgt en vei og slike liv , at vi andre får oppleve resultatene av dem helt inn i våre hjerter .

source: Ja sávan doai atnibeahtti dán bálkkašumi giittusin mis buohkain máŋgga jagi barggu ovddas , ja oalgguhussan joatkit dán deaŧalaš barggu ávkin sámegillii maiddái boahtteáiggis .
nob: Og jeg håper dere opplever årets pris som en takk fra alle oss for mange års arbeid , og som en oppmuntring til å fortsette det viktige arbeidet for samisk språk også i framtiden .

source: Sávan oktii vel lihku dán jagi Gollegiella-bálkkašumiin .
nob: Gratulerer nok en gang med årets Gollegiella-pris .

source: Giitu beroštumis .
nob: Takk for oppmerksomheten .

source: Sámediggepresideanta
nob: Sametingspresident

source: Telefuvdna
nob: Telefon

source: Mobila
nob: Mobil
